html/12th-grade/maquinas-eletricas-2.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-13 Mon 12:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Máquinas Elétricas e Acionamentos 2 - Meu caderno virtual</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="Máquinas Elétricas e Acionamentos 2 - Meu caderno virtual" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Máquinas Elétricas e Acionamentos 2 - Meu caderno virtual</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1e0b088">Primeira Aula</a></li>
<li><a href="#org5b8dea0">Segunda Aula</a></li>
<li><a href="#orgaa139ad">Aula 07/03 (Aula prática)</a></li>
<li><a href="#org9132dae">Lista 2</a>
<ul>
<li><a href="#orge2b6a67">1</a></li>
<li><a href="#org72eb618">2</a></li>
<li><a href="#orgfbcb92a">3</a></li>
<li><a href="#org1c7ebee">4</a></li>
<li><a href="#orgaf7c8dd">5</a></li>
<li><a href="#orgab37e60">6</a></li>
<li><a href="#orga2de3b1">7</a></li>
<li><a href="#org3e684fc">8</a></li>
<li><a href="#orgfc6f60e">9</a></li>
<li><a href="#org5861966">10</a></li>
<li><a href="#org0c0f243">11</a></li>
<li><a href="#org57d4e6e">12</a></li>
<li><a href="#org3c4e1cd">13</a></li>
<li><a href="#org895b406">14</a></li>
<li><a href="#org38b66d4">15</a></li>
<li><a href="#org443c52e">16</a></li>
<li><a href="#orgf2d32e9">17</a></li>
<li><a href="#org921846d">18</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
<code>Nota</code> Esse caderno tem poucas adições devido a política de senhorito do professor Fernando.
</p>

<div id="outline-container-org1e0b088" class="outline-2">
<h2 id="org1e0b088">Primeira Aula</h2>
<div class="outline-text-2" id="text-org1e0b088">
<p>
O professor só introduziu a disciplina, mas começando uma revisão de eletricidade 2 e máquinas elétricas e acionamentos 1, tanto nas aulas teóricas, quanto nas práticas
</p>

<p>
O professor disse que a tensão era o conceito mais fundamental da eletricidade que a gente trabalha. Sem tensão, não há palavras chiques: corrente, resistência, capacitância, campo eletromagnético&#x2026;
</p>

<ul class="org-ul">
<li>Campo Grande tem uma tensão fase-neutro de 127V, fase-fase é de 220V</li>
<li>Bahia tem uma tensão fase-neutro de 220V, fase-fase é de 380V</li>
</ul>
</div>
</div>

<div id="outline-container-org5b8dea0" class="outline-2">
<h2 id="org5b8dea0">Segunda Aula</h2>
<div class="outline-text-2" id="text-org5b8dea0">
<ul class="org-ul">
<li>Por causa da frequência, que é 1, onde T é o tempo decorrido de um ciclo completo em uma onda senoidal, que só acontece em C.A, temos:</li>
</ul>
<p>
\[X_L=2\cdot \pi\cdot f\cdot L\]
\[X_C=\frac{1}{2\cdot \pi\cdot f\cdot C}\]
</p>

<ul class="org-ul">
<li>Toda corrente trifásica pode ser calculada de acordo com as fórmulas abaixo, em função do tempo</li>
</ul>
<p>
\[ia(t)=im\cdot cos(\omega\cdot t+0º)\]
\[ib(t)=im\cdot cos(\omega\cdot t-120º)\]
\[ic(t)=im\cdot cos(\omega\cdot t+120º)\]
</p>

<ul class="org-ul">
<li>Em uma instalação trifásica os custos dos materiais são reduzidos em 25% para a mesma quantidade de energia transformada e gerada.</li>
</ul>
</div>
</div>

<div id="outline-container-orgaa139ad" class="outline-2">
<h2 id="orgaa139ad">Aula 07/03 (Aula prática)</h2>
<div class="outline-text-2" id="text-orgaa139ad">
<ul class="org-ul">
<li>Entendemos os tipos de ligações dentro dos motores de indução trifásicos apresentados</li>
<li>Um dos modelos era o que eu chamo de &ldquo;bivolt manual&rdquo;. Era possível ligar ele em 220V, se fosse uma ligação delta. Em 380V esta era uma ligação estrela.</li>
</ul>
</div>
</div>

<div id="outline-container-org9132dae" class="outline-2">
<h2 id="org9132dae">Lista 2</h2>
<div class="outline-text-2" id="text-org9132dae">
</div>
<div id="outline-container-orge2b6a67" class="outline-3">
<h3 id="orge2b6a67">1</h3>
<div class="outline-text-3" id="text-orge2b6a67">
<ul class="org-ul">
<li>Motor que o rotor é excitado por um estator e a velocidade de rotação do eixo é menor que a do campo girante, logo suas velocidades não estão sincronizadas (por isso o nome).</li>
</ul>
</div>
</div>
<div id="outline-container-org72eb618" class="outline-3">
<h3 id="org72eb618">2</h3>
<div class="outline-text-3" id="text-org72eb618">
<ol class="org-ol">
<li>Possuem rolamentos dianteiros e traseiros especiais, para garantir vedação. Geralmente precisam de ventilação interna, pois por serem vedados correm o risco maior de sobreaquecimento, por isso em periodos de baixa rotação devem diminuir o torque.</li>
<li>Possui retentor na vedação nos mancais. Grau de proteção IP55 (IPW55 opcional). Potências de 0,5 a 500cv. Possui termostato. Fator de serviço 1,0. Possui um anel de fixação interno em ambas as tampas pra impedir propagação da chama.</li>
<li>Possui o máximo de rendimento e consumo reduzido. Grau de proteção IP55 (IPW55, IP56, IP65 opcionais). Potências de 1 a 500cv. Fator de serviço 1,15. Rendimento de até 96,2%</li>
<li>É um motor com potência mecânica menor que 1cv e geralmente são destinados a aplicações de alta precisão ou robótica</li>
</ol>
</div>
</div>
<div id="outline-container-orgfbcb92a" class="outline-3">
<h3 id="orgfbcb92a">3</h3>
<div class="outline-text-3" id="text-orgfbcb92a">
<ul class="org-ul">
<li>É a diferença entre a velocidade de rotação do eixo e a velocidade do campo girante.</li>
</ul>
</div>
</div>
<div id="outline-container-org1c7ebee" class="outline-3">
<h3 id="org1c7ebee">4</h3>
<div class="outline-text-3" id="text-org1c7ebee">
<ol class="org-ol">
<li>Reduz</li>
<li>Escorregamento aumenta, Frequência mantem, FEM diminui</li>
<li>Aumenta</li>
<li>Aumenta</li>
<li>Aumenta</li>
<li>Mesma</li>
<li>Aumenta</li>
</ol>
<p>
Quando ocorre o ponto nominal de trabalho
</p>
</div>
</div>

<div id="outline-container-orgaf7c8dd" class="outline-3">
<h3 id="orgaf7c8dd">5</h3>
<div class="outline-text-3" id="text-orgaf7c8dd">
<ul class="org-ul">
<li>Ensaio a vazio a gente consegue velocidade máxima. Ensaio com rotor bloqueado conseguimos a razão entre corrente de pico e corrente nominal</li>
</ul>
</div>
</div>
<div id="outline-container-orgab37e60" class="outline-3">
<h3 id="orgab37e60">6</h3>
<div class="outline-text-3" id="text-orgab37e60">
<ul class="org-ul">
<li>Perdas por efeito joule, correntes parasitas, perdas por histerese</li>
</ul>
</div>
</div>
<div id="outline-container-orga2de3b1" class="outline-3">
<h3 id="orga2de3b1">7</h3>
<div class="outline-text-3" id="text-orga2de3b1">
<p>
O rendimento de um motor assíncrono diminui por causa do aumento das perdas causados pelas correntes harmônicas no enrolamento do motor. A equação para determinar o rendimento do motor assíncrono é:
\[\eta_{c} = \frac{DFH^2}{\frac{1}{\eta}+DFH^2 - 1}\]
</p>
</div>
</div>
<div id="outline-container-org3e684fc" class="outline-3">
<h3 id="org3e684fc">8</h3>
<div class="outline-text-3" id="text-org3e684fc">
<ul class="org-ul">
<li>A: Conjugado nominal</li>
<li>B: Conjugado com rotor bloquado</li>
<li>C: Conjugado máximo</li>
<li>D: Conjugado mínimo</li>
<li>E: Escorregamento</li>
<li>F: Rotação real</li>
<li>G: Rotação nominal</li>
<li>H: Rotação síncrona</li>
</ul>
</div>
</div>

<div id="outline-container-orgfc6f60e" class="outline-3">
<h3 id="orgfc6f60e">9</h3>
<div class="outline-text-3" id="text-orgfc6f60e">
<ul class="org-ul">
<li>Categoria N: possui conjugado de partida normal, corrente de partida normal e baixo escorregamento</li>
<li>Categoria H: possui conjugado de partida alta, corrente de partida normal e baixo escorregamento</li>
<li>Categoria D: possui conjugado de partida alto, corrente de partida normal e alto escorregamento</li>
</ul>
</div>
</div>
<div id="outline-container-org5861966" class="outline-3">
<h3 id="org5861966">10</h3>
<div class="outline-text-3" id="text-org5861966">
<ul class="org-ul">
<li>São obtidos através de acionamentos, como partida direta, estrela-triangulo, soft-starter</li>
</ul>
</div>
</div>
<div id="outline-container-org0c0f243" class="outline-3">
<h3 id="org0c0f243">11</h3>
<div class="outline-text-3" id="text-org0c0f243">
<ul class="org-ul">
<li>Categoria NY: semelhantes aos de categoria N, mas projetados pra utilização em chave estrela-triângulo. Em ligação estrela o conjugado mínimo com rotor bloqueado e o conjugado mínimo de partida são 25% dos valores de categoria N.</li>
<li>Categoria HY: semelhantes aos de categoria H, mas projetados pra utilização em chave estrela-triângulo. Em ligação estrela o conjugado mínimo com rotor bloqueado e o conjugado mínimo de partida são 25% dos valores de categoria H.</li>
</ul>
</div>
</div>
<div id="outline-container-org57d4e6e" class="outline-3">
<h3 id="org57d4e6e">12</h3>
<div class="outline-text-3" id="text-org57d4e6e">
<ul class="org-ul">
<li>60x120/4 = 1800 RPM (Velocidade Síncrona = Velocidade do campo girante)</li>
<li>1800-36 = 1764 = 120f/4 = 58,8Hz</li>
<li>Velocidade relativa = Velocidade Síncrona - Velocidade Assíncrona (porque estão no mesmo sentido) = Escorregamento = 2% 1800 RPM = 36 RPM</li>
</ul>
</div>
</div>
<div id="outline-container-org3c4e1cd" class="outline-3">
<h3 id="org3c4e1cd">13</h3>
<div class="outline-text-3" id="text-org3c4e1cd">
<ol class="org-ol">
<li>26,6A</li>
<li>8</li>
<li>1760</li>
<li>1,15</li>
<li>\[ta = \frac{2 \pi \cdot rps\ cdot J}{C}\]
rps = 105 600
j = 0,04652
c = 4,15
ta = 7437s</li>
<li>0,66</li>
<li>86%</li>
</ol>
</div>
</div>
<div id="outline-container-org895b406" class="outline-3">
<h3 id="org895b406">14</h3>
<div class="outline-text-3" id="text-org895b406">
<ul class="org-ul">
<li>0,8</li>
</ul>
</div>
</div>
<div id="outline-container-org38b66d4" class="outline-3">
<h3 id="org38b66d4">15</h3>
<div class="outline-text-3" id="text-org38b66d4">
<ol class="org-ol">
<li>mantem</li>
<li>mantem</li>
<li>diminui em 17%</li>
<li>diminui em 17%</li>
<li>diminui em 17%</li>
<li>Aumenta em 20%</li>
</ol>
</div>
</div>
<div id="outline-container-org443c52e" class="outline-3">
<h3 id="org443c52e">16</h3>
<div class="outline-text-3" id="text-org443c52e">
<ul class="org-ul">
<li>Considerando que o motor é 220Vca 60Hz e que ele apenas pode operar na zona A e B, então a variação de tensão máxima é 10% e -10% e frequência 3% e -5%. Essas faixas correspondem: +10% de 220 = 242V; -10% de 220 = 198V; +3% de 60Hz = 61,8Hz; -5% de 60Hz = 57Hz. Agora temos uma diferença entre a zona A e a zona B. Se o motor funcionar e ele não estiver na zona A, necessariamente ele estará na zona B. Os valores da zona A são +5% de 220V = 230V; -5% de 220V = 210V; +2% de 60Hz = 61,2Hz; -2% de 60Hz = 58,8Hz;
Sendo assim (a) está na zona A e deve ser capaz de desempenhar sua função principal continuamente, o mesmo vale para (c). (b) está na zona B e deve ser capaz de desempenhar sua função principal mas com desvio de desempenho superior ao funcionamento do mesmo na zona A. (d) irá funcionar com grandes desvios de desempenho e o seu funcionamento com esta frequência não é recomendado.</li>
</ul>
</div>
</div>
<div id="outline-container-orgf2d32e9" class="outline-3">
<h3 id="orgf2d32e9">17</h3>
<div class="outline-text-3" id="text-orgf2d32e9">
<ul class="org-ul">
<li>Vantagens: Custo relativamente baixo. Não há limitação no número de manobras. Componentes ocupam pouco espaço. A corrente de partida é reduzida 1/3.</li>
<li>Desvantagens: Os motores precisam ter terminais acessíveis. A tensão da rede deve ser a mesma que a tensão em triangulo do motor. O conjugado de partida também é reduzido 1/3.</li>
</ul>
</div>
</div>
<div id="outline-container-org921846d" class="outline-3">
<h3 id="org921846d">18</h3>
<div class="outline-text-3" id="text-org921846d">
<ul class="org-ul">
<li>Vantagens: Mesmo a corrente de partida sendo aproximadamente igual a da chave estrela-triangulo, na hora da mudança para a tensão da rede o segundo pico se torna mais reduzido, por causa da atuação do auto-transformador.</li>
<li>Desvantagens: Todas as desvantagens da chave compensadora são devidos ao uso do auto-transformador. O Custo do auto-transformador é elevado e quadros de instalação são mais caros (porque são maiores). Também há uma limitação da frequência de manobras.</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-06-13 Mon 12:00</p>
</div>
</body>
</html>
